.^
м мод 0.4342944819
.;\cite[стр.388]{BUG1}.

.^
размеры эллипсоидов:
.(
.@ 
Красовского: а = 6378245м, b = 6356863.0188м, сжатие (a-b)/a = 1:298.3
.@
WGS84:       a = 6378137m, b = 6356752m, сжатие  (a-b)/a =  1:298.257223563
.@
ПЗ90        а = 6378136м, b = 6356751m, сжатие  (a-b)/a =   1:298.258
.)
.;\cite[стр.388]{BUG1}.
.^



.^
Формулы Меркатора - равноугольная цилиндрическая проекция:
.(
.@

Бугаевский:
.;\cite[стр.122]{BUG1}.

.@

Вахромеева:
.;\cite[стр.57]{VACH1}.
.@

Серапинас, только сферический:
.;\cite[стр.152]{SER1}.

.)




пси это аргсин (е син фи)    Бугаевский






син пси это е син фи         Вахромеева

.^
Таблица Радиусы параллелей.
.;\cite[стр.204]{VACH1}.

.^
Длины дуг меридианов и параллелей

.;\cite[стр.207]{VACH1}.



.^
Площадь одноградусных проектций
.;\cite[стр.218]{VACH1}.


.^
Mod = 0.43429448

lg Mod = 9.63778431
.;\cite[стр.220]{VACH1}.
